Repository: giellalt/corpus-sme
Catalog: tmx/sma/facta/calliidlagadus.org/index.php_egavpi-1_girji-113_giella1-sam.html.tmx
Source language: sme
Languages: sma

source: ČálliidLágádusa birra
sma: Aigine Lavra - Giesie Bassegohppesne

source: CL-Sámi academica
sma: Åerjelsaemien teekste: Aasta Vangberg

source: Gálvoseahkka lea guorus
sma: Athos-Ande lea nåajte, sjamane.

source: Registrere epoastačujuhusa vuostáiváldit ođasreivve ČálliidLágádusas
sma: Dihte lea jijtjemse garanasine dorjeme jih gihtjie Aigine Lavram Satnem dåeriedidh.

source: Noaidi Áthoš-Ánde girdá gáranasa hámis ja hástá Áigin Lávrra fárrui.
sma: Dah lopme-vaeriej bijjelen vuemien mietie dåvvese.

source: Olles leavttuin girdiba Muohtagáissáid badjel ja čuovvuba Ceakkoleagi merragáddái.
sma: Giesie Bassegohppesne lea rovmana maanide jih noeride.

source: Bassegohpi geassi lea mánáid- ja nuoraid- romána mas beasat čuovvut Áigin Lávrra neahkameahttun mátkki gelddolaš ja erenoamaš dáhpáhusaide dološ bassi báikkis.
sma: Daesnie maahta Aigine Lavram dåeriedidh saemiej aejles sæjjan voejkenen tjirrh, jih giltegs govledh mij deahpede.

source: Girji lea Torkel Rasmussen vuosttas mánáid- ja nuoraidromána.
sma: Gærja lea Torkel Rasmussen voestes gærja maanide jih noeride.

source: Ovdalis lea son álmmuhan guokte mánáid girjji.
sma: Aerebe lea gøøkte gærjah maanide tjaaleme.

source: Romána maiddai sáhtát guldalit jietnagirjjis.
sma: Datne aaj daam rovmanem maahtah goltelidh goh tjoejenasse-gærja.

source: Mun lean čuoigi - Jietnagirji (CD)
sma: ISBN: 82-92-044-67-4 Sider: 104

source: Čáppa dego easkka láddan luomi - Jietnagirji (CD)
sma: NOK
